module.exports = {
    //!GLOBAL
    loginButton: 'Вход',
    registrationButton: 'Регистрация',
    applicantsBtn: 'Соискателям',
    employerBtn: 'Компаниям',
    showCompany: 'Показать всё',
    hideCompany: 'Скрыть всё',

    //!employer PAGE
    employerMainTitle: 'Универсальный инструмент для оценки и найма IT-специалистов',
    employerSubTitle: 'Идеальный кандидат уже ждет оффер',
    employerUniqueTitle: 'Найм станет дешевле и быстрее',
    employerUniqueTxt: 'Мы взяли на себя часть работы по оценке навыков и компетенции соискателя. Теперь, кроме обычного резюме, каждый потенциальный сотрудник будет иметь оценку уровня знаний, что позволит точечно выбирать специалиста на вакансию.',

    //promo section
    employerPromoTitleA: 'Меньше времени на поиск кандидата',
    employerPromoTitleB: 'От вас нужен только оффер',
    employerPromoTitleC: 'Максимум информации',
    employerPromoTxtA: 'Специально разработанная система тестирования кандидатов позволит рекрутерам сразу оценивать hard-skill специалиста. Остается только назначить дату собеседования и вакансия закрыта.',
    employerPromoTxtB: 'Исчерпывающее резюме и тестирование разработаны специалистами в своих областях. Мы уже провели всю оценку кандидата, от вас остается только выбрать специалиста и сделать оффер.',
    employerPromoTxtC: 'Тестирование на основе такосономии Блума позволяет оценить hard-skills, но уже в ближайшее время мы дополним сервис оценкой языковых и личностных навыков соискателя',

    //accordion section
    accordionTitle: 'Найти сотрудника можно за пару кликов',
    accordionSubTitleA: 'Авторизация  на платформе',
    accordionSubTitleB: 'Поиск кандидата в рейтинге',
    accordionSubTitleC: 'Переход в чат с подходящим кандидатом',
    accordionSubTitleD: 'Собеседование',
    accordionSubTitleE: 'Успешный найм идеального кандидата для текущей вакансии!',
    accordionSubTxtA: 'Пройдите процедуру регистрации и получите доступ ко всем возможностям платформы.',
    accordionSubTxtB: 'Благодаря динамической рейтинговой системе, подходящего сотрудника можно найти гораздо быстрее.',
    accordionSubTxtC: 'Связывайтесь с кандидатом прямо на платформе, для вашего удобства мы добавили встроенный календарь и еще несколько полезных инструментов.',
    accordionSubTxtD: 'Мы сократили путь оценки твоих качеств, что позволит быстрее получить долгожданный оффер и принять выгодное предложение.',
    accordionSubTxtE: 'Поздравляем! Вы сократили время найма и подобрали самого лучшего специалиста для вашего проекта.',

    //footer section GLOBAL
    footerSubtitle: 'Вперед к успеху!',
    footerPolicy: 'Политика конфиденциальности',
    footerCoockie: 'Политика использования файлов cookie',
    footerContact: 'Контакты',

    // footer section
    footerTxt: 'Воспользуйтесь всеми преимуществами для быстрого найма',


    //!application PAGE

    applicationMainTitle: 'Твой незаменимый инструмент для поиска работы',
    applicationSubTitle: 'Оффер мечты уже ждёт тебя',
    applicationUniqueTitle: 'Проявить свою уникальность просто!',
    applicationUniqueTxt: 'Очень часто молодым IT-специалистам трудно найти работу: нет практического опыта, а навык самопрезентация, как у старших коллег, еще не развит; однообразные резюме составленные по шаблону и пустота в графе “опыт работы”.',

    //promo section
    applicationPromoTitleA: 'Мы — твоя уникальность',
    applicationPromoTitleB: 'Полная защищенность',
    applicationPromoTitleC: 'Максимальная скорость',
    applicationPromoTxtA: 'Даём оценку твоим реальным навыкам, чтобы рекрутер сразу видел все твои сильные стороны и знал твою реальную ценность.',
    applicationPromoTxtB: 'Мы за анонимность, только соискатель принимает решение о раскрытии личных данных',
    applicationPromoTxtC: 'Самое быстрое трудоустройство благодаря тестированию и предварительной оценке кандидата',

    //accordion section
    applicationAccordionTitle: 'Как легко и быстро получить работу мечты?',
    applicationAccordionSubTitleA: 'Заполни профиль',
    applicationAccordionSubTitleB: 'Пройди тест',
    applicationAccordionSubTitleC: 'Откликайся на предложение',
    applicationAccordionSubTitleD: 'Подтверди найм',
    applicationAccordionSubTitleE: 'Приступай к работе!',
    applicationAccordionSubTxtA: 'После регистрации тебе нужно заполнить профиль. После заполнения у тебе будет доступно резюме, которое удовлетворит даже самого привередливого рекрутера',
    applicationAccordionSubTxtB: 'Особая система тестирования позволяет объективно оценить актуальный hard-skill.  Разрабатывая собственное тестирование, мы обратились к специалистам в области тестологии и создали  6-ти уровневый тест.',
    applicationAccordionSubTxtC: 'После тестирования все кандидаты попадают в динамическую рейтинговую систему и получают позицию соответствующую реальным навыкам.',
    applicationAccordionSubTxtD: 'Мы сократили путь оценки твоих качеств, что позволит быстрее получить долгожданный оффер и принять выгодное предложение',
    applicationAccordionSubTxtE: 'Поздравляем! Ты на пути к работе своей мечты!',

    // footer section
    applicationFooterTxt: 'Воспользуйтесь всеми преимуществами для поиска работы',
}