module.exports = {
    loginButton: 'Вхід',
    registrationButton: 'Реєстрація',
    applicantsBtn: 'Здобувачам',
    employerBtn: 'Компаніям',
    showCompany: 'Показати все',
    hideCompany: 'Сховати все',

    //employer SPA
    employerMainTitle: 'Універсальний інструмент для оцінки та найму IT-фахівців',
    employerSubTitle: 'Ідеальний кандидат вже чекає на оффер',
    employerUniqueTitle: 'Найм стане дешевше і швидше',
    employerUniqueTxt: 'Ми беремо на себе частину роботи з оцінки навичок та компетенції претендента. Тепер, окрім звичайного резюме, кожен потенційний співробітник матиме оцінку рівня знань, що дозволить обрати кращого спеціаліста на вакансію.',
    //promo section
    employerPromoTitleA: 'Ще менше часу на пошук кандидата',
    employerPromoTitleB: 'Від вас потрібен лише оффер',
    employerPromoTitleC: 'Максимум інформації',
    employerPromoTxtA: 'Спеціально розроблена система тестування кандидатів дозволить рекрутерам одразу оцінювати hard-skill спеціаліста. Залишається лише призначити дату співбесіди та вакансія закрита.',
    employerPromoTxtB: 'Вичерпне резюме та тестування розроблені фахівцями у своїх галузях. Ми вже провели всю оцінку кандидата, від вас залишається тільки обрати спеціаліста та зробити пропозицiю. ',
    employerPromoTxtC: 'Тестування на основі такосономії Блума дозволяє оцінити hard-skills, але вже найближчим часом ми доповнимо сервіс оцінкою мовних та особистісних навичок претендента',

    //accordion section
    accordionTitle: 'Знайти співробітника можна за пару кліків',
    accordionSubTitleA: 'Авторизація на платформі',
    accordionSubTitleB: 'Пошук кандидата у рейтингу',
    accordionSubTitleC: 'Перехід у чат з відповідним кандидатом',
    accordionSubTitleD: 'Співбесіда',
    accordionSubTitleE: 'Успішний найм ідеального кандидата!',
    accordionSubTxtA: 'Пройдіть процедуру реєстрації та отримайте доступ до всіх можливостей платформи',
    accordionSubTxtB: 'Завдяки динамічній рейтинговій системі, відповідного співробітника можна знайти набагато швидше',
    accordionSubTxtC: 'Зв\'язуйтесь з кандидатом прямо на платформі, для вашої зручності ми додали будований календар та ще кілька корисних інструментів.',
    accordionSubTxtD: 'Ми скоротили шлях оцінки твоїх якостей, що дозволить швидше отримати довгоочікуваний оффер та прийняти вигідну пропозицію',
    accordionSubTxtE: 'Вітаємо! Ви скоротили час найму та підібрали найкращого спеціаліста для вашого проекту.',


    //footer section GLOBAL
    footerSubtitle: 'Вперед до успіху!',
    footerPolicy: 'Політика конфіденційності',
    footerCoockie: 'Політика використання файлів cookie',
    footerContact: 'Контакти',

    // footer section
    footerTxt: 'Скористайтеся всіма перевагами для швидкого найму',


    //!application PAGE

    applicationMainTitle: 'Твій незамінний інструмент для пошуку роботи',
    applicationSubTitle: 'Оффер мрії вже чекає на тебе',
    applicationUniqueTitle: 'Проявити свою унікальність легко!',
    applicationUniqueTxt: 'Дуже часто молодим IT-фахівцям важко знайти роботу: немає практичного досвіду, а вміння самопрезентації, як у більш досвідчених колег, ще не розвинена; однакові резюме складені за шаблоном та порожнеча у графі “досвід роботи”',

    //promo section
    applicationPromoTitleA: 'Ми – твоя унікальність',
    applicationPromoTitleB: 'Повна захищеність',
    applicationPromoTitleC: 'Максимальна швидкість',
    applicationPromoTxtA: 'Даємо оцінку твоїм реальним вмінням, щоб рекрутер одразу бачив усі твої сильні сторони та знав твою реальну цінність.',
    applicationPromoTxtB: 'Ми за анонімність, лише претендент приймає рішення про розкриття особистих даних',
    applicationPromoTxtC: 'Найшвидше працевлаштування завдяки тестуванню та попередній оцінці кандидата',

    //accordion section
    applicationAccordionTitle: 'Як легко та швидко отримати роботу мрії?',
    applicationAccordionSubTitleA: 'Заповни профіль',
    applicationAccordionSubTitleB: 'Пройди тест',
    applicationAccordionSubTitleC: 'Відгукуйся на пропозицію',
    applicationAccordionSubTitleD: 'Підтверди найм',
    applicationAccordionSubTitleE: 'Приступай до роботи!',
    applicationAccordionSubTxtA: 'Після реєстрації потрібно заповнити профіль. Після заповнення у тебе буде доступне резюме, яке задовольнить навіть найвибагливішого рекрутера',
    applicationAccordionSubTxtB: 'Особлива система тестування дає змогу об\'єктивно оцінити актуальний hard-skill. Розробляючи власне тестування, ми звернулися до фахівців у галузі тестології та створили 6-ти рівневий тест.',
    applicationAccordionSubTxtC: 'Після тестування всі кандидати потрапляють у динамічну рейтингову систему та отримують позицію, що відповідає реальним навичкам.',
    applicationAccordionSubTxtD: 'Ми скоротили шлях оцінки твоїх якостей, що дозволить швидше отримати довгоочікуваний оффер та прийняти вигідну пропозицію',
    applicationAccordionSubTxtE: 'Вітаємо! Ти на шляху до своєї мрії!',

    // footer section
    applicationFooterTxt: 'Скористайтеся всіма перевагами для пошуку роботи',
}